Revit 2027 API
ParameterTypeId.RbsHvacloadWallAreaParam Property
 "Wall Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadWallAreaParam { get; }
Public Shared ReadOnly Property RbsHvacloadWallAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadWallAreaParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadWallAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace